Revit 2024 API
ParameterTypeId.DimTextBackground Property
 "Text Background"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DimTextBackground { get; }
Visual Basic
Public Shared ReadOnly Property DimTextBackground As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DimTextBackground {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace